import { type EventsItemType } from 'src/pages/home-page/components/events-section/types'

export const EventsItems: EventsItemType[] = [
	{
		id: '0',
		title: 'Атмановские кулачки 2024',
		date: '25 — 27 августа 2024',
		desc: 'Село Атманов угол Сосновского округа',
		ethnoType: 'rus',
		isMain: true,
	},
	{
		id: '1',
		title: 'Мусаткин двор',
		date: '25 марта — 25 апреля 2023',
		ethnoType: 'rus',
		desc: 'В 2018 году первый "Мусаткин двор" собрал около 100 человек. В 2023 году — 10 000, став одним из крупнейших этнографических фестивалей страны. Главная наша фишка — гремучая смесь интерактивности и аутентичности.',
	},
	{
		id: '2',
		title: 'Международный фестиваль этноспорта',
		date: '14 мая — 31 мая 2022',
		ethnoType: 'rus',
		desc: 'Международный фестиваль этноспорта в 2025 году пройдет в России. Соответствующее решение было принято по итогам VI Международного фестиваля этноспорта в турецкой Анталье. С инициативой провести фестиваль в России выступил министр спорта России Олег Матыцин. В рамках рабочего визита глава ведомства провел встречу с министром по делам молодежи и спорта Турции Османом Ашкын Баком и президентом Всемирной конфедерации этноспорта Неджметтином Билалом Эрдоганом.',
	},
	{
		id: '3',
		title: 'Фестиваль национальных игр «Этноспорт объединяет»',
		date: '25 марта — 25 апреля 2023',
		ethnoType: 'rus',
	},
	{
		id: '4',
		title: 'Фестиваль этноспорта «Югорские обласа»',
		date: '25 марта — 25 апреля 2023',
		ethnoType: 'rus',
		desc:
			'Еще вчера иностранные делегации из Турции, Нигерии, Ирана, Камеруна, Замбии и Китая принимали участие в международных стартах в сельском поселении Шапша, а сегодня им предстояло посетить обширную экскурсионную программу по музеям и памятным местам Ханты-Мансийска.\n' +
			'Первым пунктом в большом вечернем путешествии значился Музей геологии, нефти и газа. Гости окружной столицы были впечатлены богатствами югорской земли, фотографировали понравившиеся экспонаты и задавали вопросы экскурсоводу.',
	},
	{
		id: '5',
		title: 'В Карачаево-Черкесии появится центр развития этноспорта',
		date: '21 октября — 23 октября 2023',
		ethnoType: 'bur',
	},
	{
		id: '6',
		title: 'На Алтае откроют детскую школу по...',
		date: '19 мая 2021',
		ethnoType: 'rus',
	},
]
